import React from "react";

const MoreAbout = () => {
  return (
    <div className=" font-serif xl:px-16 lg:px-8 px-2 mt-10 mb-16">
      <h2 className=" text-center text-2xl text-green-500 font-serif">
        Welcome to Aptouch Polytechnic Institute
      </h2>
      <div className=" border  mt-16 py-4 px-4">
        <p className="">
          এ্যাপটাচ পলিটেকনিক ইনস্টিটিউট, দিনাজপুর। যা বাংলাদেশ কারিগরি শিক্ষা
          বোর্ড, ঢাকা কর্তৃক অনুমোদিত ও নিয়ন্ত্রিত। প্রধানতঃ বিভিন্ন ডিগ্রি,
          ডিপ্লোমা ও কারিগরি শিক্ষায় দক্ষ জনবল তৈরী সহ অন্যান্য প্রয়োজনীয় ও
          জনপ্রিয় কোর্স পরিচালনার লক্ষ্যেই এই প্রতিষ্ঠানের জন্ম হয়।
        </p>
        {/* image dv */}
        <div className="flex  justify-between mt-10">
          <div className="  px-5 w-full ">
            <p>
              এ্যাপটাচ পলিটেকনিক ইনস্টিটিউট, দিনাজপুর। যা বাংলাদেশ কারিগরি
              শিক্ষা বোর্ড, ঢাকা কর্তৃক অনুমোদিত ও নিয়ন্ত্রিত। প্রধানতঃ বিভিন্ন
              ডিগ্রি, ডিপ্লোমা ও কারিগরি শিক্ষায় দক্ষ জনবল তৈরী সহ অন্যান্য
              প্রয়োজনীয় ও জনপ্রিয় কোর্স পরিচালনার লক্ষ্যেই এই প্রতিষ্ঠানের জন্ম
              হয়। ২০০১ সাল থেকে গুটি গুটি পায়ে আজ দিনাজপুরের এ্যাপটাচ বিভিন্ন
              শিক্ষা মূলক প্রোগ্রাম পরিচালনায় সুনাম অর্জন করেছে। ২০০২ সালে
              কারিগরি শিক্ষা বোর্ড কর্তৃক বিভন্ন কম্পিউটার কোর্স পরিচালনার
              অনুমোদন লাভ করে এবং ২০০৬ সালে ৪ (চার) বছর মেয়াদী ডিপ্লোমা
              ইঞ্জিনিয়ারিং কোর্স পরিচালনার অনুমোদন পায়। বর্তমানে প্রতিষ্ঠানটি
              উত্তরাঞ্চলের তথা বৃহত্তর দিনাজপুরে একমাত্র আধুনিক প্রাইভেট
              পলিটেকনিক হিসেবে মাথা উঁচু করে দাড়িয়ে থাকার দৃঢ় প্রত্যাশা করেছে।
            </p>

            <div className=" mt-10 flex">
              <div>
                <p>
                  এ্যাপটাচ পলিটেকনিক ইনস্টিটিউট, দিনাজপুর। যা বাংলাদেশ কারিগরি
                  শিক্ষা বোর্ড, ঢাকা কর্তৃক অনুমোদিত ও নিয়ন্ত্রিত। প্রধানতঃ
                  বিভিন্ন ডিগ্রি, ডিপ্লোমা ও কারিগরি শিক্ষায় দক্ষ জনবল তৈরী সহ
                  অন্যান্য প্রয়োজনীয় ও জনপ্রিয় কোর্স পরিচালনার লক্ষ্যেই এই
                  প্রতিষ্ঠানের জন্ম হয়।
                </p>
              </div>
              <div>
                {" "}
                <img
                  src="https://i.ibb.co.com/RDYzPt8/f2c0938edfcec05f1de26c03c2a903ff-1.jpg"
                  className=" w-[1050px] h-[270px] object-cover "
                  alt=""
                />
              </div>
            </div>
          </div>
          <div>
            {" "}
            <img
              src="https://i.ibb.co.com/RDYzPt8/f2c0938edfcec05f1de26c03c2a903ff-1.jpg"
              className=" w-[550px] object-cover h-[430px] "
              alt=""
            />
          </div>
        </div>
      </div>
    </div>
  );
};

export default MoreAbout;
