import React from "react";

const MoreAbout = () => {
  return (
    <div className=" font-serif xl:px-16 lg:px-8 px-2 mt-10 mb-16">
      <h2 className=" text-center text-2xl text-green-500 font-serif">
        Welcome to Aptouch Polytechnic Institute
      </h2>
      <div className=" border  mt-16 md:py-4 py-2 md:px-4 px-2">
        <p className="">
          এ্যাপটাচ পলিটেকনিক ইনস্টিটিউট, দিনাজপুর। যা বাংলাদেশ কারিগরি শিক্ষা
          বোর্ড, ঢাকা কর্তৃক অনুমোদিত ও নিয়ন্ত্রিত। প্রধানতঃ বিভিন্ন ডিগ্রি,
          ডিপ্লোমা ও কারিগরি শিক্ষায় দক্ষ জনবল তৈরী সহ অন্যান্য প্রয়োজনীয় ও
          জনপ্রিয় কোর্স পরিচালনার লক্ষ্যেই এই প্রতিষ্ঠানের জন্ম হয়।
        </p>
        {/* main  dv */}
        <div className="flex md:flex-row lg:flex-row flex-col-reverse   justify-between lg:mt-10 mt-5">
          <div className=" md:px-3 w-full">
            <p>
              এ্যাপটাচ পলিটেকনিক ইনস্টিটিউট, দিনাজপুর। যা বাংলাদেশ কারিগরি
              শিক্ষা বোর্ড, ঢাকা কর্তৃক অনুমোদিত ও নিয়ন্ত্রিত। প্রধানতঃ বিভিন্ন
              ডিগ্রি, ডিপ্লোমা ও কারিগরি শিক্ষায় দক্ষ জনবল তৈরী সহ অন্যান্য
              প্রয়োজনীয় ও জনপ্রিয় কোর্স পরিচালনার লক্ষ্যেই এই প্রতিষ্ঠানের জন্ম
              হয়। ২০০১ সাল থেকে গুটি গুটি পায়ে আজ দিনাজপুরের এ্যাপটাচ বিভিন্ন
              শিক্ষা মূলক প্রোগ্রাম পরিচালনায় সুনাম অর্জন করেছে। ২০০২ সালে
              কারিগরি শিক্ষা বোর্ড কর্তৃক বিভন্ন কম্পিউটার কোর্স পরিচালনার
              অনুমোদন লাভ করে এবং ২০০৬ সালে ৪ (চার) বছর মেয়াদী ডিপ্লোমা
              ইঞ্জিনিয়ারিং কোর্স পরিচালনার অনুমোদন পায়। বর্তমানে প্রতিষ্ঠানটি
              উত্তরাঞ্চলের তথা বৃহত্তর দিনাজপুরে একমাত্র আধুনিক প্রাইভেট
              পলিটেকনিক হিসেবে মাথা উঁচু করে দাড়িয়ে থাকার দৃঢ় প্রত্যাশা করেছে।
            </p>

            <div className=" mt-10 justify-between gap-1 flex md:flex-col lg:flex-row flex-col-reverse ">
              <div className="lg:w-[87%] w-full">
                <p>
                  এ্যাপটাচ পলিটেকনিক ইনস্টিটিউট, দিনাজপুর। যা বাংলাদেশ কারিগরি
                  শিক্ষা বোর্ড, ঢাকা কর্তৃক অনুমোদিত ও নিয়ন্ত্রিত। প্রধানতঃ
                  বিভিন্ন ডিগ্রি, ডিপ্লোমা ও কারিগরি শিক্ষায় দক্ষ জনবল তৈরী সহ
                  অন্যান্য প্রয়োজনীয় ও জনপ্রিয় কোর্স পরিচালনার লক্ষ্যেই এই
                  প্রতিষ্ঠানের জন্ম হয়।
                  ইঞ্জিনিয়ারিং  শিক্ষার মধ্যস্তর হলো ডিপ্লোমা ইঞ্জিনিয়ারিং। এ স্তরের লক্ষ্য হল তাত্বিক ও ব্যবহারিক ভাবে সমান দক্ষতা অর্জন করা। তাই এস.এস.সি পাশ করা মেধাবি ছাত্র-ছাত্রীদের কোনরূপ ঝুঁকি না নিয়ে আগে ভাগেই ডিপ্লোমা প্রকৌশলে ভর্তি হওয়া অত্যন্ত যুক্তিসংগত। 
                </p>
              </div>
              <div>
                <img
                  src="https://i.ibb.co.com/RDYzPt8/f2c0938edfcec05f1de26c03c2a903ff-1.jpg"
                  className=" h-[270px] object-cover "
                  alt=""
                />
              </div>
            </div>
          </div>
          <div>
            <img
              src="https://i.ibb.co.com/RDYzPt8/f2c0938edfcec05f1de26c03c2a903ff-1.jpg"
              className=" lg:w-[500px] object-cover lg:h-[300px] md:h-[350px] "
              alt=""
            />
          </div>
        </div>
      </div>
    </div>
  );
};

export default MoreAbout;
